{
    "result": [
        {
            "id": "62d8a0436110bc74823c3559",
            "name": "İstintaq",
            "description": "",
            "trailers": [
                {
                    "name": "İstintaq - Trailler ",
                    "url": "KhqbjU8eYG4"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "name": "Cinayət",
                    "lang_code": "AZ"
                },
                {
                    "name": "Detektiv",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "mrqtgdddswwhctyepc2l.jpg",
            "slider_image": "vokjcs4r1ej5xojftaz0.jpg",
            "imdb": null,
            "age": 18,
            "type": "film",
            "hit": 0,
            "price": 0,
            "slug": "istintaq"
        },
        {
            "id": "62d89fd856e0221fabd8f6e2",
            "name": "Miss Sloun",
            "description": "Elizabeth Sloane, qazanmaq üçün hər fürsəti işə salan iddialı və yüksək müvəffəqiyyətli bir lobbiçidir. O, silaha nəzarət haqqında yeni qanun qəbul etmək üçün hərəkətə keçir və tüfəngə sahib olmaq üçün məlumat tələb edən qanunla bağlı kampaniyaya başlayır. Amma onun qarşısında güclü və təhlükəli silah lobbisi var. Qazanmaq üçün Slone ona yaxın olanları riskə atacaq və öz karyerasını riskə atacaq.",
            "trailers": [
                {
                    "url": "AMUkfmUu44k",
                    "name": "Miss Sloun - Trailler"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "name": "Drama",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "flzp3pricef8jo3omm3p.jpg",
            "slider_image": "dkrtc85lrqjwfh9sjwed.jpg",
            "imdb": 6.3,
            "age": 18,
            "type": "film",
            "hit": 0,
            "price": 0,
            "slug": "miss-sloun"
        },
        {
            "id": "6334200c243cc600556180fc",
            "name": "İntizar",
            "description": "Serialın əsas süjet xətti şirkətin baş mühasib Şükufə xanımın qızı Nigarın\nqaçırılması ilə başlayır...\nGecə vaxtı Natiqin kiçik qardaşı Nurlan Nigarı qaçırdır ki onunla evlənsin.\nanası vasitəsiylə özünə bir şərait qursun, qardaşının diktəsi altından çıxsın...\n(Nurlan əvvəl də Nigarla sevdiyini bildirsə də, Nigar yaxın buraxmamışdı)\nLakin Şükufə xanım da qızının kim tərəfindən qaçırıldığını bilmir, qonşular onu\nqaçıran maşının nömrəsini görür, qohumlar bu nömrəylə Nurlanı tapılar,\nŞükufə xanımın qohumları, Nurlanı bıçaqlatdırır.\nNatiqə xəbər gəlir ki qardaşın qız qaçırdıb, qızın qohumları onu\nbıçaqlayıblar...\nYalnız səhər məsələ aydınlaşır, xəbər tuturlar ki Şükufənin qızını qaçırdan elə\nNatiqin kiçik qardaşı olub. Hər iki ailənin içinə dava dalaş düşür, lakin Natiq bir\nyerdə işlədikləri Şükufə xanımla münasibəti pozmağa cəhd eləmir, birtəhər\nonu dilə tutub sakitləşdirir, çalışır ki şirkətin rəhbəri Kamal müəllim heç nə\nbilməsin...\nBu tərəfdən Nurlan bıçaqlanıb xəstəxanaya düşdüyünə görə, onun anasıgili\nNigarı evdən qovurlar, oğlanlarının bıçaqlanmasında onu ittiham edirlər..\nQovulan Nigar öz evlərinə qayıdır, lakin öz anası da onu qəbul etmir, elə bilir\nki, könüllü qoşulub qaçıb. Şükufə xanım da Nigarı qovur, Nigar qaçıb gedir,\namma Natiq onu tapıb yenidən öz evlərinə gətirir. Serialın bu süjet xətti\nNigarın faciəsi üzərində qurulub. O hamilə qalır və Nurlanla bir evdə, dava\ndalaş içində yaşamağa məhkum olur, başına daim dramatik hadisələr gəlir.\nDigər süjet xəttində daha bir məzlum qadın - Günəşi görürük. (Natiqin bacısı)\nNatiq onu zorla öz sevgilisindən ayırıb, şirkətin rəhbəri Kamal müəllimin oğlu\nTahirə verib ki, şirkət rəhbəri ilə qohum olsun, idarədə hansısa əyri işlərini\nörtbasdır edə bilsin...\nTahir avara həyat tərzi keçirdən, qadın düşkünüdür, və ata-anası düşünüb ki,\nonu evləndirsələr bəlkə düzələr. Lakin Günəşlə evlənəndən sonra Tahir öz\ntüfeyli həyatını davam edir, həm şirkətin mühasidi Şükufənin kiçik qızı\nNərminlə gizli görüşürlər, həm də öz uzaq qohumları, şirkətdə işləyən ailəli\nÇimnazla münasibətləri var...\n\nGünəş ərə gəldiyi ailədə çox zülüm çəkir, qaynanası Həcər xanım onu daim\nittiham edir ki biz səni gətirdik, oğlumuzu evə yığasan, amma əlindən bir şey\ngəlmir, oğlum yenə avaraçılıqdadı, səndən bir səmər gəlmədi... Günəş\nhamilədir, oğlu olacağını bilirlər, doğuşuna az qalıb, lakin çox ağır təzyiq\naltında olduğuna görə uşağa görə çox narahatdır. O evdə yalnız qaynatası\nKamal müəllim Günəşi müdafiə edir, çünki ilk nəvəsini həvəslə gözləyir, öz\nadını qoymaq istəyir.\nBu süjet xəttində konflikt onunla başlayır ki, Çimnazın əri gəlib onu Tahirlə\nbirlikdə tutur, mübahisə zəminində Tahir özünü müdafiə zamanı Çimnazın\nərini öldürür. Onlar birtəhər meyiddən qurtulurlar, lakin əsəbi evə gələn Tahir\nözünü sakitlədirməkçün çoxlu içir, Günəş onunla mübahisə edir və sərxoş\nTahir onu döyür.\nTahir çıxıb gedəndən sonra Günəşin vəziyyəti pisləşir, Həcər xanım Kamalə\ndemir ki, Tahir günəşi döyüb, özü Natiqə zəng vurur, gəlib qızı xəstənaya\naparırlar.\nOrda məlum olur ki, döyülmə zamanı Günəş ağır xəsarət alıb, qarnındakı\nuşaq da tələf olub...\nNatiq başa düşür ki, bacısının uşağı olmasa , onun Kamal müəllimin ailəsi\niçində qalmağı problemli ola bilər, ona görə uşağın öldüyünü hamıdan gizlədir,\nonun yerinə ortancıl qardaşının yeni doğulan körpəsini Günəşin uşağı kimi\ntəqdim edirlər. Bu uşaq dəyişmə işini Natiqin məşuqəsi olan həkim xanım\nhəyata keçirdir.\nAyılandan sonra Günəşə deyirlər ki uşağın sağ salamat olub, amma Natiqin\nqardaşı arvadına deyirlər ki uşağın ölüb...\nBunlardan əlavə serialda daha bir neçə gərgin dramatik paralel süjet xətləri\ndə nəzərdə tutulub ki bu da serialın dinamikasının, temporitminin yüksək\nsəviyyədə saxlanılmasına xidmət edir.",
            "trailers": [
                {
                    "name": "İntizar Anons ",
                    "url": "3cQq378SrVI"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "lang_code": "AZ",
                    "name": "Ailə"
                },
                {
                    "name": "Drama",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "qblwalbaqt2qcopsvmpx.jpg",
            "slider_image": "bgmqovyrby0vyywhl6rw.jpg",
            "imdb": 5.8,
            "age": 18,
            "type": "serial",
            "hit": 0,
            "price": 0,
            "slug": "intizar"
        },
        {
            "id": "633b0903613d4c31583b6cb2",
            "name": "Bir Qadın",
            "description": "Uzun illər ərzində tamaşaçıların sevimlisinə çevirlən və yüksək reytinqlər\nəldə edən «Bir qadın» serialının növbəti, dördüncü mövsümü də ənənəvi olaraq,\nmaraqlı süjet xətti üzərində qurulub və çoxsaylı dramatik konfliktlərlə, gərgin\nsituasiyalarla, gözlənilməz hadisələrlə zəngindir.\nSerialın əsas süjet xətti baş qəhrəman olan Gülzarın və onun ailəsi üzərində\nqurulub. Lakin bu dəfə süjet üçün gözlənilməz hadisə ondan ibarətdir ki, Gülzar\ntəkcə öz ailə üzvlərinin yükündən əlavə, həm də ölən bacısı Lətafətin yetim qalan\nqızlarının yükünü də öz çiyinlərinə götürməlidir. Bu isə o qədər də asan deyil,\nçünki yetim qalmış yeniyetmə qızların mirasına sahib olmaq üçün Lətafətin məkrli\nvə hiyləgər əmisi Nadir və onun ailəsi var qüvvələriylə mübarizə aparır. Onların\nəsas məqsədi Gülzarı uzaqlaşdırmaq, yetim qalmış yeniyetmələri öz himayələrinə\ngötürməklə, onların mirasına sahib olmaqdır. Lakin Gülzar bütün qüvvəsini sərf\nedərən sinəsini irəli verir, yetim qızları tamahkar əminin məkrindən qoruyur.\nBundan əlavə süjetdə Gülzarın qudası Zöhrə xanımın ailəsində baş verən\nhadisələr də paralel süjet xətti olaraq davam edir. Zöhrənin oğlu Davudla ögey\nqardaşı Murad arasında olan konfliktlər və Muradla arvadı Simuzərin Davudu bu\nevdən sıxışdırıb çıxartmaq cəhdləri süjet xəttinin leytmotivini təşkil edir.\nBunlardan əlavə serialda çoxsaylı köməkçi süjet xətləri və dramatik\nkonfliktlər var ki bu da serialın daha dinamik və maraqlı olmasına xidmət edir.",
            "trailers": [
                {
                    "name": "Bir Qadın Anons",
                    "url": "L_hXt2rT8I8"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "lang_code": "AZ",
                    "name": "Ailə"
                },
                {
                    "name": "Drama",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "s2yqlvbrgahbfnsy61g4.jpg",
            "slider_image": "sq4y3cfzsslxd1rhzktb.jpg",
            "imdb": null,
            "age": 18,
            "type": "serial",
            "hit": 0,
            "price": 0,
            "slug": "bir-qadin"
        },
        {
            "id": "62d89fa656e0221fabd8f6c1",
            "name": "Uçurum",
            "description": "",
            "trailers": [
                {
                    "name": "Uçurum - 3.sezon teaser",
                    "url": "tb26lq-9bvs"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "name": "Drama",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "d0jyd44i9ihfpez2n8bw.jpg",
            "slider_image": "kqpau5lnnd1didexi0b3.jpg",
            "imdb": null,
            "age": 18,
            "type": "serial",
            "hit": 0,
            "price": 0,
            "slug": "ucurum"
        },
        { 
            "id": "62d89f2d56e0221fabd8f65f",
            "name": "Qəhraman Ördək",
            "description": "",
            "trailers": [
                {
                    "name": "Qəhraman Ördək - Trailler",
                    "url": "youtube.com/watch?v=oGgythuUoW8"
                }
            ],
            "claim": "Free",
            "categories": [
                {
                    "name": "Animasiya",
                    "lang_code": "AZ"
                }
            ],
            "main_picture": "w9nyjwodhoganpbfbdim.jpg",
            "slider_image": "qmyfszb8iclznbnkeoyv.jpg",
            "imdb": 5,
            "age": 5,
            "type": "cizgi-film",
            "hit": 0,
            "price": 0,
            "slug": "qehraman-ordek"
        },
        {"tags": [{"name": "dart", "quantity": 12}, {"name": "flutter", "quantity": 25}, {"name": "json", "quantity": 8}]}
    ]
}

